IDEA Open Model
MatConcreteEc2.Fck Property
Compatible with IDEA StatiCa v 10.1
 Characteristic compressive cylinder strength of concrete at 28 days - fck
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Fck { get; set; }
Public Property Fck As Double
	Get
	Set
public:
property double Fck {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace